content/posts/2026-01-17-why-i-start-blog.md
---
title: "为什么我重新开始写 Blog"
date: 2026-01-17
tags: ["写作", "个人网站", "认知"]
draft: false
---
2005年，雅虎曾经有个叫“部落格”的产品风靡一时，高中时代的我随之开启了“andula_13思与想的世界”的blog之旅。雅虎中国也曾经推出一款号称终身邮箱的服务，于是我建立了我人生第一个邮箱。
然而数年后，传说中永不会关闭的邮箱和部落格，终究还是寿终正寝。我个人经营数年、充满了各种童年回忆和文字感受的blog亦随之关闭，湮灭在大数据洪流之中。
今日我再用andula_13去Google搜索，亦无任何信息，就好像我的网站从来没在这个世界存在过一样。
我现在经常用flomo记录个人笔记，用Notion总结长文和建立个人系统，也用过小报童，但是blog似乎早已淡出我的视野。
直到最近我听起李宗恩博士的播客节目，读到他的blog贯穿十几年的经历，有记录有追溯有反思。我多么想重新让思想在blog中流淌，不只是卡片式的仅对个人的零星记录，而是有个人体验、经历、有价值的、又可以留存久一点的文字。
自然界春生夏长，秋收冬藏，万物皆有其时，而人类的点点灵犀、思想、情感，却可以存在于文字之中，正如我们读到两千年经典之作时，虽隔着时空，可是依然可以触碰内心，感同身受。
希望这里可以让思绪继续飞扬，长期耕耘播种，记录我思考的点滴，给我的思考留下一条长期生长的轨迹。

这个网站，将记录我对认知、技术、社会与个体命运和发展的持续思考。
如果你偶然来到这里，希望这些文字，能对你也能有一点点价值。
